{
  "Home": {
    "NavSection": {
      "NavItemName": "Home",
      "NavItemAbout": "About",
      "NavItemContact": "Contact Us",
      "SiginButton": "Sign in",
      "GetStartedButton": "Get Started"
    },
    "Qr": {
      "Title": "A Single QR Code for Simplified and Fast Order & Pay",
      "Subtitle": "Streamline Your Business with Unmatched Speed: Create Menus, Collect Orders, and Manage Payments Effortlessly - A Hassle-Free Solution for Your Success!",
      "Button": "Try for free"
    },
    "Customer": {
      "Title": "Great Design, Happy Guests",
      "Subtitle": "FineDine Dine-in QR Menu offers a unique experience and easy navigation to your customers. They can easily check out your menu, look at your high-quality visuals and detailed descriptions, and get information such as calories, nutrition, and allergen warnings. A top-notch experience compared to traditional paper menus or low-quality PDF menus guests hate."
    },
    "Appfeatures": {
      "Title": "Smart Recommendation",
      "Subtitle": "FineDine’s AI powered technology, identifies the most preferred order combinations of items and make smart recommendations to the guests to order more and maximize your revenue.",
      "Title1": "Fully Customized Menus",
      "Subtitle1": "Implement your branding by adjusting colors and adding your logo and fonts. Customize how your menu looks, and use videos and images to tell your story to your customers.",
      "Title2": "An Upgraded Ordering Process",
      "Subtitle2": "Integrating with the world’s leading POS systems to sync the menus when you make a change and send all orders to the POS system, the FineDine dashboard, and your kitchen & bar printers simultaneously."
    },
    "Feedback": {
      "Title": "Leverage Valuable Data",
      "GetFeedbackTitle": "Get Feedback",
      "GetFeedbackText": "Create custom feedback forms to learn how customers feel about your service. Improve your dining experience with a positive feedback loop.",
      "CollectDataTitle": "Collect Valuable Data",
      "CollectDataText": "Design questionnaires to collect valuable data such as emails, phone numbers, and birthdays and surprise your customers with a gift or a discount on their special days.",
      "NoUnhappyGuestsTitle": "No Unhappy Guests",
      "NoUnhappyGuestsText": "Satisfy your unhappy guests before they leave."
    },
    "SomeNumbers": {
      "Title": "Some numbers that matters",
      "CommissionRate": "Commission Rate",
      "CheckSize": "Check Size",
      "LaborCosts": "Labor Costs",
      "ConversionRate": "Conversion Rate"
    },
    "VideoSection": {
      "Title": "Discover the FineDine Difference: Stories from Our Partners",
      "VideoText1": "Our sales and tips increased by 20%-30% using FineDine. Some days I don&apos;t understand how I got through without FineDine.",
      "OwnerName": "Chris Gia",
      "CompayName": "Cafe Sanuki, Manager"
    },
    "VideoSectionCardDetails": {
      "Text1": "FineDine QR Menu is great to improve hospitality. It has all the information available in multiple languages which makes our local guests feel even more welcome and valuable. It eliminates errors in communication and makes our restaurants a place for all guests.",
      "CeoName1": "Chris Gia",
      "CompayName1": "Cafe Sanuki, Manager",
      "Text2": "FineDine allows us to upsell our products and increase the average ticket size. Just by digitizing our menu operations, our sales increased around 20%.",
      "CeoName2": "DogBegum ru",
      "CompayName2": "Owner of Pokemate, Istanbul",
      "Text3": "We increased our sales about 15-20% and that’s a big increase by just using a software and using it properly.",
      "CeoName3": "Kamal Yuruk",
      "CompayName3": "Manager at Spiro’s, NYC",
      "Text4": "FineDine improved the cafe sales and helped us to launch our breakfast menu. From time to time, we update our menu with FineDine and it is so easy!",
      "CeoName4": "GODIVA Chocolatier",
      "CompayName4": "Manager at Spiro’s, NYC",
      "Text5": "FineDine has given us the liberty to make changes on our menus anytime! Our staff enjoys FineDine,it’s very easy to use and convenient for everyone.",
      "CeoName5": "Matias Ess",
      "CompayName5": "Sofitel Hotel & Resorts"
    },
    "DiscoverSection": {
      "Title": "Discover how FineDine fits your business",
      "ButtonText": "Try FineDine"
    },
    "TextSection": {
      "Title": " finedine all-in-one management platform for hotels. finedine all-in-one management platform for hotels. take reservations, take orders and payment.finedine all-in-one management platform for hotels. finedine all-in-one management platform for hotels. take reservations, take orders and payment.finedine all-in-one management platform for hotels. finedine all-in-one management platform for hotels. take reservations, take orders and payment."
    },
    "FAQSection": {
      "MainHeading": "Frequently Asked Questions (FAQ)",
      "Heading1": {
        "title": "What is a QR code menu for restaurants?",
        "content": "A QR code menu for restaurants is a digital menu accessible via a quick response (QR) code that patrons can scan with their smartphones to view the menu items."
      },
      "Heading2": {
        "title": "How do QR code menus work in restaurants?",
        "content": "QR code menus work by allowing customers to scan a code with their smartphones, instantly accessing the restaurant's digital menu on their screens."
      },
      "Heading3": {
        "title": "Are QR code menus safe and secure?",
        "content": "Yes, QR code menus are generally safe and secure as they provide contactless access to menus, reducing physical contact with printed materials."
      },
      "Heading4": {
        "title": "How can I create a QR code menu for my restaurant?",
        "content": "You can create a QR code menu for your restaurant by using FineDine's All-in-one restaurant management platform."
      },
      "Heading5": {
        "title": "What are the benefits of using QR code menus in restaurants?",
        "content": "The benefits of using QR code menus include contactless ordering, easy menu updates, and enhanced customer engagement through interactive features."
      },
      "Heading6": {
        "title": "Can I integrate a QR code menu with my existing POS system?",
        "content": "Yes, FineDine offers integrations with existing POS systems, streamlining order processing."
      },
      "Heading7": {
        "title": "Do customers need special apps to access QR code menus?",
        "content": "No, customers can access QR code menus using their smartphone cameras without the need for special apps, as most devices come equipped with built-in QR code scanning capabilities."
      },
      "Heading8": {
        "title": "Are QR code menus cost-effective for restaurants?",
        "content": "Yes, QR code menus are cost-effective for restaurants as they eliminate printing costs, reduce paper waste, and provide an efficient digital alternative."
      },
      "Heading9": {
        "title": "What information should be included in a QR code menu?",
        "content": "A QR code menu should include a comprehensive list of dishes, prices, dietary information, and any promotions, ensuring customers have all the necessary details for informed choices."
      },
      "Heading10": {
        "title": "How do QR code menus enhance the dining experience?",
        "content": "QR code menus enhance the dining experience by offering a seamless, contactless way for customers to explore the menu, place orders, and access additional information, promoting a modern and efficient dining experience."
      }
    }
  },
  "About": {
    "Mainbanner": {
      "Heading": "The World's Most Delicious Cuisine At Your Fingertips!",
      "SignupButton": "Sign Up"
    },
    "BottomHeader": {
      "Heading": "What is Turkish Restaurant?",
      "SubHeading": "Turkish Restaurant.com is a technology company that connects people with the best of their neighborhoods across the USA. Which is also the largest Turkish Restaurant portal in the United States. Reach new local customers, and grow your business by offering online ordering with TurkishRestaurant.com"
    },
    "CardsSectionHeading": {
      "Heading": "Who We Serve?"
    },
    "CustomerCard": {
      "Heading": "Customers",
      "SubHeading": "All of the best Turkish foods at your fingertips, Turkish Restaurant brings the best of your neighborhood on-demand.",
      "CustomerBtn": "Start Ordering"
    },
    "RestaurantOwnersCard": {
      "Heading": "Restaurant Owners",
      "SubHeading": "Reach new customers and grow your business by offering Catering, Reservations, Delivery and Pickup with TurkishRestaurant.com",
      "RestaurantOwnersBtn": "Become a Partner"
    },
    "MiddleSection": {
      "Heading": "All Traditional Flavors Together"
    },
    "OthersCardsSectionHeading": {
      "Heading": "Unique Benefits"
    },
    "CateringCard": {
      "Heading": "Catering",
      "SubHeading": "You no longer need to use separate platforms for your regular and catering orders. Turkish Restaurant offers this two features together for you.",
      "CateringBtn": "Start Ordering"
    },
    "ReservationsCard": {
      "Heading": "Reservations",
      "SubHeading": "Unlike other reservation providers, the Turkish Restaurant reservation system does not charge you any additional fees. As soon as you become a partner, the service becomes active for free.",
      "ReservationsBtn": "Become a Partner"
    },
    "BottomBanner": {
      "Heading": "Join Now & Start Enjoying The Most Beneficial Platform",
      "SignupButton": "Sign Up"
    }
  },
  "Footer": {
    "Title1": "Solution",
    "Title2": "Features",
    "Title3": "USE CASES",
    "Title4": "Earn More with FineDine",
    "Title5": "Contat us",
    "itemOne": "Dine-in QW Menu",
    "itemTwo": "FineDinePOS Lite",
    "itemThree": "Reservations",
    "itemFour": "Dine-in Tablet Menu",
    "itemFive": "Delievery & Pickup Menu",
    "itemSix": "Fast Checkout",
    "itemSeven": "Order & Pay",
    "itemEight": "CRM & Loyality",
    "itemNine": "Allergens Nutrition Info & Calories",
    "itemTen": "Multiple Language Display",
    "itemEleven": "Multiple Currency Display",
    "itemTwelve": "Custom Design and Branding",
    "itemThirteen": "Tip Collection",
    "itemFourteen": "Table Management",
    "itemFifteen": "Feedback Collection",
    "itemSixteen": "Menu Management",
    "itemSeventeen": "Campaigns",
    "itemEighteen": "Hotels",
    "itemNineteen": "Café & Bakery",
    "itemTwenty": "Coffee Shops",
    "itemTwentyOne": "Bars and Night Clubs",
    "itemTwentyTwo": "Enterprises",
    "itemTwentyThree": "Fine Dining",
    "itemTwentyFour": "Casual Dining",
    "itemTwentyFive": "Ghost Kitchens",
    "itemTwentySix": "Food Trucks",
    "itemTwentySeven": "Become an Affiliate",
    "itemTwentyEight": "Become a Reseller",
    "itemTwentyNine": "info@finedinemenu.com",
    "CopyRightText": "© 2024 Bambulabs Inc. and it’s subsidiaries Bambulabs Yazilim A.S. and FineDine FZE. All rights reserved.",
    "PrivacyPolicyText": "Privacy & Terms"
  }
}
