{
  "Home": {
    "NavSection": {
      "NavItemName": "Ana Sayfa",
      "NavItemAbout": "Hakkımızda",
      "NavItemContact": "Bize Ulaşın",
      "SiginButton": "Giriş Yap",
      "GetStartedButton": "Başlayın"
    },
    "Qr": {
      "Title": "Basit ve Hızlı Sipariş ve Ödeme için Tek QR Kodu",
      "Subtitle": "İşinizi Benzersiz Hızla Kolaylaştırın: Menüler Oluşturun, Siparişleri Toplayın ve Ödemeleri Kolayca Yönetin - Başarınız İçin Sorunsuz Bir Çözüm!",
      "Button": "Ücretsiz dene"
    },
    "Customer": {
      "Title": "Harika Tasarım, Mutlu Misafirler",
      "Subtitle": "FineDine Dine-in QR Menüsü müşterilerinize benzersiz bir deneyim ve kolay gezinme imkanı sunar. Müşterileriniz menünüzü kolayca inceleyebilir, yüksek kaliteli görsellerinize ve ayrıntılı açıklamalarınıza göz atabilir ve kaloriler, besin değerleri ve alerjen uyarıları gibi bilgileri edinebilir. Geleneksel kağıt menüler veya misafirlerin hoşlanmadığı düşük kaliteli PDF menülerle karşılaştırıldığında üstün bir deneyim sunar."
    },
    "Appfeatures": {
      "Title": "Akıllı Tavsiye",
      "Subtitle": "FineDine’in yapay zeka destekli teknolojisi, en çok tercih edilen sipariş kombinasyonlarını belirler ve misafirlerin daha fazla sipariş vermesi ve gelirlerinizi maksimize etmesi için akıllı önerilerde bulunur.",
      "Title1": "Tamamen Özelleştirilebilir Menüler",
      "Subtitle1": "Markanızı uygulayın; renkleri ayarlayarak, logonuzu ve yazı tiplerinizi ekleyerek. Menünüzün nasıl görüneceğini özelleştirin ve müşterilerinize hikayenizi anlatmak için videolar ve görseller kullanın.",
      "Title2": "Geliştirilmiş Bir Sipariş Süreci",
      "Subtitle2": "Menüleri değiştirdiğinizde senkronize etmek ve tüm siparişleri POS sistemine, FineDine kontrol paneline ve mutfak & bar yazıcılarınıza aynı anda göndermek için dünyanın önde gelen POS sistemleriyle entegre edilir."
    },
    "Feedback": {
      "Title": " Değerli Verilerden Yararlanın",
      "GetFeedbackTitle": "Geri Bildirim Alın",
      "GetFeedbackText": "Müşterilerinizin hizmetiniz hakkındaki hislerini öğrenmek için özel geri bildirim formları oluşturun. Olumlu bir geri bildirim döngüsü ile yemek deneyiminizi iyileştirin.",
      "CollectDataTitle": "Değerli Veriler Toplayın",
      "CollectDataText": "E-posta, telefon numarası ve doğum günleri gibi değerli verileri toplamak için anketler tasarlayın ve müşterilerinizi özel günlerinde bir hediye veya indirimle şaşırtın.",
      "NoUnhappyGuestsTitle": "Üzgün Misafir Olmasın",
      "NoUnhappyGuestsText": "Üzgün misafirlerinizi ayrılmadan önce tatmin edin."
    },
    "SomeNumbers": {
      "Title": "Önemli Bazı Sayılar",
      "CommissionRate": "Komisyon Oranı",
      "CheckSize": "Fatura Tutarı",
      "LaborCosts": "İşçilik Maliyetleri",
      "ConversionRate": "Dönüşüm Oranı"
    },
    "VideoSection": {
      "Title": "FineDine Farkını Keşfedin: Ortaklarımızın Hikayeleri",
      "VideoText1": "FineDine kullanarak satışlarımız ve bahşişlerimiz %20-%30 arttı. Bazı günler FineDine olmadan nasıl geçtiğimi anlamıyorum.",
      "OwnerName": "Chris Gia",
      "CompayName": "Cafe Sanuki, Müdür"
    },
    "VideoSectionCardDetails": {
      "Text1": "FineDine QR Menü, misafirperverliği artırmak için harika bir çözümdür. Çok dilli olarak sunulan tüm bilgiler, yerel misafirlerimizin daha hoş karşılandığını ve değerli olduğunu hissetmesini sağlar. İletişim hatalarını ortadan kaldırır ve restoranlarımızı tüm misafirler için uygun hale getirir.",
      "CeoName1": "Chris Gia",
      "CompayName1": "Cafe Sanuki, Müdür",
      "Text2": "FineDine, ürünlerimizi çapraz satmamıza ve ortalama fiş boyutunu artırmamıza olanak tanıyor. Menü operasyonlarımızı dijitalleştirerek satışlarımız yaklaşık %20 arttı.",
      "CeoName2": "Begüm Doğru",
      "CompayName2": "Pokemate Sahibi, İstanbul",
      "Text3": "Sadece bir yazılım kullanarak ve onu düzgün kullanarak satışlarımızı %15-20 oranında artırdık ve bu büyük bir artış.",
      "CeoName3": "Kamal Yürük",
      "CompayName3": "Spiro's, NYC Yöneticisi",
      "Text4": "FineDine, kafe satışlarını artırdı ve kahvaltı menümüzü başlatmamıza yardımcı oldu. Zaman zaman menümüzü FineDine ile güncelliyoruz ve bu çok kolay!",
      "CeoName4": "GODIVA Çikolatacısı",
      "CompayName4": "Spiro's, NYC'de Müdür",
      "Text5": "FineDine, menülerimizde istediğimiz zaman değişiklik yapma özgürlüğü verdi! Personelimiz FineDine'i çok seviyor, kullanımı çok kolay ve herkes için uygun.",
      "CeoName5": "Matias Ess",
      "CompayName5": "Sofitel Otel ve Tatil Köyleri"
    },
    "DiscoverSection": {
      "Title": "FineDine'in işletmenize nasıl uyduğunu keşfedin",
      "ButtonText": "FineDine'ı Deneyin"
    },
    "TextSection": {
      "Title": "FineDine oteller için hepsi bir arada yönetim platformu. FineDine oteller için hepsi bir arada yönetim platformu. Rezervasyon alın, sipariş ve ödeme işlemlerini gerçekleştirin. FineDine oteller için hepsi bir arada yönetim platformu. FineDine oteller için hepsi bir arada yönetim platformu. Rezervasyon alın, sipariş ve ödeme işlemlerini gerçekleştirin. FineDine oteller için hepsi bir arada yönetim platformu. FineDine oteller için hepsi bir arada yönetim platformu. Rezervasyon alın, sipariş ve ödeme işlemlerini gerçekleştirin."
    },
    "FAQSection": {
      "MainHeading": "Sıkça Sorulan Sorular (SSS)",
      "Heading1": {
        "title": "Restoranlar için QR kod menüsü nedir?",
        "content": "Restoranlar için QR kod menüsü, müşterilerin menü öğelerini görüntülemek için akıllı telefonlarıyla tarayabilecekleri bir hızlı yanıt (QR) kodu aracılığıyla erişilebilen dijital bir menüdür."
      },
      "Heading2": {
        "title": "QR kod menüleri restoranlarda nasıl çalışır?",
        "content": "QR kod menüleri, müşterilerin akıllı telefonlarıyla bir kod tarayarak restoranın dijital menüsüne anında erişim sağlamalarına olanak tanır."
      },
      "Heading3": {
        "title": "QR kod menüleri güvenli ve emniyetli midir?",
        "content": "Evet, QR kod menüleri genellikle güvenli ve emniyetlidir çünkü fiziksel menülerle teması azaltarak menülere temassız erişim sağlar."
      },
      "Heading4": {
        "title": "Restoranım için QR kod menüsünü nasıl oluşturabilirim?",
        "content": "Restoranınız için QR kod menüsünü FineDine'ın Tümleşik restoran yönetim platformunu kullanarak oluşturabilirsiniz."
      },
      "Heading5": {
        "title": "Restoranlarda QR kod menüsü kullanmanın faydaları nelerdir?",
        "content": "QR kod menüsü kullanmanın faydaları arasında temassız sipariş verme, kolay menü güncellemeleri ve etkileşimli özellikler aracılığıyla artırılmış müşteri etkileşimi bulunur."
      },
      "Heading6": {
        "title": "Mevcut POS sistemimle bir QR kod menüsünü entegre edebilir miyim?",
        "content": "Evet, FineDine mevcut POS sistemleriyle entegrasyonlar sunarak sipariş işleme sürecini kolaylaştırır."
      },
      "Heading7": {
        "title": "Müşterilerin QR kod menülerine erişmek için özel uygulamalara ihtiyacı var mı?",
        "content": "Hayır, çoğu cihaz yerleşik QR kod tarama özelliklerine sahip olduğu için müşteriler, özel uygulamalara ihtiyaç duymadan akıllı telefon kameralarını kullanarak QR kod menülerine erişebilir."
      },
      "Heading8": {
        "title": "QR kod menüleri restoranlar için maliyet açısından etkili midir?",
        "content": "Evet, QR kod menüleri restoranlar için baskı maliyetlerini ortadan kaldırdığı, kağıt israfını azalttığı ve verimli bir dijital alternatif sunduğu için maliyet açısından etkilidir."
      },
      "Heading9": {
        "title": "Bir QR kod menüsünde hangi bilgiler yer almalıdır?",
        "content": "Bir QR kod menüsünde, müşterilerin bilinçli tercihler yapabilmeleri için yemekler, fiyatlar, diyet bilgileri ve promosyonlar gibi kapsamlı bir bilgi listesi yer almalıdır."
      },
      "Heading10": {
        "title": "QR kod menüleri yemek deneyimini nasıl geliştirir?",
        "content": "QR kod menüleri, müşterilerin menüyü sorunsuz ve temassız bir şekilde keşfetmelerine, sipariş vermelerine ve ek bilgilere erişmelerine olanak tanıyarak modern ve verimli bir yemek deneyimi sunar."
      }
    }
  },
  "About": {
    "Mainbanner": {
      "Heading": "Dünyanın En Lezzetli Mutfağı Parmaklarınızın Ucunda!",
      "SignupButton": "Kaydol"
    },
    "BottomHeader": {
      "Heading": "Türk Restoranı Nedir?",
      "SubHeading": "TurkishRestaurant.com, insanları ABD genelinde mahallelerinin en iyileriyle buluşturan bir teknoloji şirketidir. Aynı zamanda Amerika Birleşik Devletleri'ndeki en büyük Türk Restoranı portalıdır. Yeni yerel müşterilere ulaşın ve TurkishRestaurant.com ile çevrimiçi"
    },
    "CardsSectionHeading": {
      "Heading": "Kime Hizmet Veriyoruz?"
    },
    "CustomerCard": {
      "Heading": "Müşteriler",
      "SubHeading": "En iyi Türk yemekleri parmaklarınızın ucunda, Turkish Restaurant mahallenizin en iyilerini anında ayağınıza getiriyor.",
      "CustomerBtn": "Sipariş Vermeye Başla"
    },
    "RestaurantOwnersCard": {
      "Heading": "Restoran Sahipleri",
      "SubHeading": "Catering, Rezervasyon, Teslimat ve Paket Servis hizmetlerini TurkishRestaurant.com ile sunarak yeni müşterilere ulaşın ve işinizi büyütün.",
      "RestaurantOwnersBtn": "Partner Ol"
    },
    "MiddleSection": {
      "Heading": "Tüm Geleneksel Tatlar Bir Arada"
    },
    "OthersCardsSectionHeading": {
      "Heading": "Benzersiz Avantajlar"
    },
    "CateringCard": {
      "Heading": "Catering",
      "SubHeading": "Artık düzenli siparişleriniz ve catering siparişleriniz için ayrı platformlar kullanmanıza gerek yok. Turkish Restaurant, bu iki özelliği sizin için bir arada sunuyor.",
      "CateringBtn": "Sipariş Vermeye Başla"
    },
    "ReservationsCard": {
      "Heading": "Rezervasyonlar",
      "SubHeading": "Diğer rezervasyon sağlayıcıların aksine, Turkish Restaurant rezervasyon sistemi sizden ek bir ücret talep etmez. Partner olduğunuz anda, bu hizmet ücretsiz olarak aktif hale gelir.",
      "ReservationsBtn": "Partner Ol"
    },
    "BottomBanner": {
      "Heading": "Şimdi Katılın ve En Faydalı Platformdan Yararlanmaya Başlayın",
      "SignupButton": "Kaydol"
    }
  },
  "ContactUs": {
    "Mainbanner": {
      "Heading": "Bize Ulaşın"
    },
    "HeadquartersCard": {
      "Heading": "Merkez Ofis",
      "SubHeading": "27 Division St, New York, NY 10002, ABD"
    },
    "EmailAddressCard": {
      "Heading": "E-posta Adresi",
      "SubHeading1": "info@devbeings.com",
      "SubHeading2": "career@devbeings.com"
    },
    "PhoneCard": {
      "Heading": "Telefon Numarası"
    },
    "FormHeading": {
      "Heading": "Herhangi Bir Sorunuz Var mı?"
    },
    "FormSubHeading": {
      "Heading": "Bugün Bize Ulaşın."
    },
    "FormFields": {
      "Name": "Ad",
      "Email": "E-Posta",
      "Company": "Şirket",
      "Phone": "Telefon",
      "Message": "Mesaj"
    },
    "FormButton": {
      "FormBtn": "Gönder"
    },
    "FormFotter": {
      "TermsOfService": "Hizmet Şartları",
      "PrivacyPolicy": "Gizlilik Politikası"
    }
  }
}
